{
  "Close relatives (parents, brothers, sisters, or children)": "Close relatives: who have had colorectal cancer. If you have close relatives who have had colorectal cancer, your risk of colorectcal cancer is slightly higher. This is more true if the relative had the cancer at a young age. If you have many close relatives who have had colorectal cancer, the risk can be even higher.",
  "History of colorectal polyps":"Polyps are abnormal growths that protrude from the inner wall of the colon or rectum. They are relatively common in people over age 50. Most polyps are benign (noncancerous), but experts believe that the majority of colorectal cancers develop in polyps known as adenomas.",
  "Obesity":"Obesity has been linked to a higher risk of colorectal cancer.",
  "Cigarette Smoking":"Increasing evidence from epidemiologic studies suggests that cigarette smoking, particularly long-term smoking, increases the risk of colorectal cancer.Smoking cigarettes is linked to an increased risk of developing colorectal adenomas (noncancerous tumors) and colorectal cancer. Cigarette smokers who have had surgery to remove colorectal adenomas have an increased risk for the adenomas to recur (come back).",
  "Inactive Lifestyle":"Some evidence suggests that a sedentary lifestyle may be associated with an increased risk of developing colorectal cancer.",
  "Colorectal cancer screening":"Screening is checking for health problems before they cause symptoms. Colorectal cancer screening can detect polyps and nonpolypoid lesions (flat or slightly depressed areas of abnormal cell growth), and other conditions. Polyps are abnormal growths that protrude from the inner wall of the colon or rectum. They are relatively common in people over age 50. Most polyps are benign (noncancerous), but experts believe that the majority of colorectal cancers develop in polyps known as adenomas. Nonpolypoid lesions occur less often than polyps, but they can also develop into colorectal cancer. Finding and removing polyps or other areas of abnormal cell growth may be one of the most effective ways to prevent colorectal cancer development.",
  "Regular use of aspirin and NSAID’s":"Studies have shown that aspirin and nonsteroidal anti-inflammatory drugs like ADVIL, ALEVE, CELEBREX, IBUPROFEN, MOTRIN, NAPROXEN, or NUPRIN can lower the risk of colorectal adenomas (tumors that are not cancer), and may lower the risk of colorectal cancer. However, aspirin and NSAIDs can have other adverse effects. Do not take these medications without talking to your physician.",
  "Maintaining a healthy weight":"Obesity has been linked to a higher risk of colorectal cancer.",
  "Regular and vigorous exercise":"There is convincing evidence that physical activity is associated with a reduced risk of cancers of the colon. The magnitude of the protective effect appears greatest with high-intensity activity, although the optimal levels and duration of exercise are still difficult to determine due to differences between studies, making comparisons difficult. It is estimated that 30 to 60 minutes of moderate to vigorous physical activity per day is needed to protect against colon cancer. It is not yet clear at this time whether physical activity has a protective effect for rectal cancer, adenomas, or polyp recurrence.",
  "A diet high in vegetables":"studies suggest that people who eat a diet very low in vegetables may have a higher risk of colorectal cancer.",
  "Hormone replacement therapy use in women":"Studies show that women who still have periods, stopped having their periods in the past 2 years, or have used hormone replacement therapy (HRT) in the past 2 years may be at lower risk for colorectal cancer than other women.Studies have shown that hormone replacement therapy (HRT) that includes both estrogen and progesterone lowers the risk of colorectal cancer in postmenopausal women. HRT with estrogen alone does not lower the risk."
}